7zip
a52dec
aalib
abseil-cpp
accountsservice
acl
adobe-source-code-pro-fonts
adwaita-cursors
adwaita-icon-theme
adwaita-icon-theme-legacy
alacritty
alsa-card-profiles
alsa-lib
alsa-topology-conf
alsa-ucm-conf
aom
apparmor
appstream
appstream-glib
aquamarine
archlinux-keyring
argon2
aribb24
ark
at-spi2-core
atkmm
attica
attr
audit
augeas
autoconf
automake
avahi
ayatana-ido
base
base-devel
bash
bash-completion
bat
binutils
bison
blas
blueman
bluez
bluez-libs
bluez-obex
bluez-utils
boost-libs
botan2
breeze
breeze-icons
bridge-utils
brightnessctl
brltty
brotli
btop
btrfs-progs
bubblewrap
bzip2
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cairomm-1.16
cantarell-fonts
capstone
cblas
cdparanoia
chaotic-keyring
chaotic-mirrorlist
chromium
cifs-utils
cinnamon-desktop
cliphist
clucene
cmake
composefs
convertlit
coreutils
cpio
cppdap
cracklib
cronie
cryptsetup
curl
dav1d
db5.3
dbus
dbus-broker
dbus-broker-units
dbus-glib
dbus-units
dconf
dconf-editor
debootstrap
debugedit
default-cursors
desktop-file-utils
device-mapper
dhcpcd
dialog
diffutils
distro-info
distro-info-data
dnsmasq
dosfstools
double-conversion
dtc
duktape
e2fsprogs
ebook-tools
editorconfig-core-c
edk2-aarch64
edk2-arm
edk2-ovmf
enchant
evolution-data-server
exempi
exfatprogs
exiv2
exo
expat
f2fs-tools
faad2
fakeroot
fastfetch
ffmpeg
ffmpegthumbnailer
fftw
file
filesystem
findutils
firejail
fish
flac
flatpak
flatseal
flex
fmt
fontconfig
frameworkintegration
freeglut
freetype2
fribidi
fuse-common
fuse2
fuse3
fzf
gawk
gc
gcc
gcc-libs
gcr-4
gdbm
gdk-pixbuf2
geoclue
geocode-glib-2
geocode-glib-common
gettext
ghostty
ghostty-shell-integration
ghostty-terminfo
giflib
git
gjs
glib-networking
glib2
glibc
glibmm
glibmm-2.68
glslang
glu
glusterfs
glycin
gmp
gnome-calendar
gnome-disk-utility
gnulib-l10n
gnupg
gnustep-base
gnutls
gobject-introspection
gobject-introspection-runtime
gperftools
gpgme
gpm
gptfdisk
granite
graphene
graphite
grep
grim
groff
grub
grub-btrfs
gsettings-desktop-schemas
gsettings-system-schemas
gsm
gssdp
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gstreamer
gtest
gtk-layer-shell
gtk-update-icon-cache
gtk-vnc
gtk3
gtk4
gtkmm-4.0
gtkmm3
gtksourceview4
guile
gupnp
gupnp-igd
gvfs
gvfs-mtp
gzip
harfbuzz
harfbuzz-icu
hicolor-icon-theme
hidapi
highway
hivex
htop
hunspell
hwdata
hyphen
hyprcursor
hyprgraphics
hypridle
hyprland
hyprland-qt-support
hyprland-qtutils
hyprlang
hyprlock
hyprpicker
hyprutils
hyprwayland-scanner
iana-etc
icu
imagemagick
imlib2
iniparser
inotify-tools
intel-ucode
iproute2
iptables-nft
iputils
iso-codes
jansson
jbigkit
jfsutils
jq
js128
json-c
json-glib
jsoncpp
karchive
kate
kauth
kbd
kbookmarks
kcmutils
kcodecs
kcolorscheme
kcompletion
kconfig
kconfig5
kconfigwidgets
kcoreaddons
kcoreaddons5
kcrash
kdbusaddons
kdbusaddons5
kdecoration
keyutils
kfilemetadata
kglobalaccel
kguiaddons
ki18n
ki18n5
kiconthemes
kio
kirigami
kitemviews
kitty
kitty-shell-integration
kitty-terminfo
kjobwidgets
kmod
knewstuff
knotifications
kpackage
kparts
kpty
krb5
kservice
kservice5
ktexteditor
kuserfeedback
kvantum
kvantum-qt5
kwallet
kwidgetsaddons
kwindowsystem
kwindowsystem5
kxmlgui
l-smash
lame
lapack
lcms2
ldb
leancrypto
less
libabw
libadwaita
libaio
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libavif
libayatana-appindicator
libayatana-indicator
libb2
libblockdev
libblockdev-crypto
libblockdev-fs
libblockdev-loop
libblockdev-mdraid
libblockdev-nvme
libblockdev-part
libblockdev-swap
libbluray
libbpf
libbs2b
libbsd
libburn
libbytesize
libcaca
libcacard
libcanberra
libcap
libcap-ng
libcdio
libcdio-paranoia
libcdr
libcloudproviders
libcmis
libcolord
libconfig
libcups
libdaemon
libdatachannel
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdca
libdecor
libdisplay-info
libdovi
libdrm
libdv
libdvbpsi
libdvdnav
libdvdread
libe-book
libebml
libedataserverui4
libedit
libei
libelf
libepoxy
libepubgen
libetonyek
libevdev
libevent
libewf
libexif
libexttextcat
libfdk-aac
libffi
libfontenc
libfreeaptx
libfreehand
libgcrypt
libgee
libgirepository
libgit2
libglvnd
libgnomekbd
libgoa
libgovirt
libgpg-error
libgtop
libgudev
libguestfs
libgweather-4
libhandy
libical
libice
libidn
libidn2
libiec61883
libimagequant
libimobiledevice
libimobiledevice-glue
libinih
libinput
libiscsi
libisl
libisoburn
libisofs
libixion
libjpeg-turbo
libjuice
libjxl
libksba
liblangtag
liblc3
libldac
libldap
libldm
libliftoff
liblouis
liblqr
libluv
libmad
libmalcontent
libmanette
libmatroska
libmd
libmicrodns
libmm-glib
libmnl
libmodplug
libmpc
libmpcdec
libmpdclient
libmpeg2
libmspub
libmtp
libmwaw
libmysofa
libnbd
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnghttp3
libnice
libnl
libnm
libnma
libnma-common
libnotify
libnsl
libnumbertext
libnvme
libodfgen
libogg
libopenmpt
liborcus
libosinfo
libp11-kit
libpagemaker
libpcap
libpciaccess
libpgm
libphonenumber
libpipeline
libpipewire
libplacebo
libplist
libpng
libproxy
libpsl
libpulse
libpwquality
libqalculate
libqxp
libraqm
libraw1394
libreoffice-fresh
librest
librevenge
librsvg
librsync
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsigc++
libsigc++-3.0
libslirp
libsm
libsndfile
libsodium
libsoup3
libsoxr
libspeechd
libspng
libsrtp
libssh
libssh2
libstaroffice
libstemmer
libsysprof-capture
libtasn1
libteam
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libtpms
libtraceevent
libtracefs
libunibreak
libunistring
libunwind
libupnp
liburcu
liburing
libusb
libusbmuxd
libutempter
libutf8proc
libuv
libva
libvdpau
libverto
libvirt
libvirt-glib
libvirt-python
libvisio
libvorbis
libvpl
libvpx
libvterm
libwacom
libwbclient
libwebp
libwireplumber
libwpd
libwps
libx11
libxau
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdmcp
libxdp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmlb
libxmu
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
libzip
libzmf
licenses
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-whence
linux-headers
llhttp
llvm-libs
lm_sensors
lmdb
loupe
lpsolve
lrzip
lsof
lsscsi
lua
lua51-lpeg
lua52
luajit
lv2
lvm2
ly
lz4
lzo
lzop
m4
mailcap
make
man-db
man-pages
mbedtls
md4c
mdadm
media-player-info
mesa
meson
minizip
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mpdecimal
mpfr
mpg123
msgpack-c
mtdev
mtools
multipath-tools
ncurses
ndctl
nemo
neon
neovim
nettle
network-manager-applet
networkmanager
nftables
nilfs-utils
ninja
nm-connection-editor
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npth
nspr
nss
ntfs-3g
numactl
nwg-displays
nwg-look
obs-studio
ocl-icd
oniguruma
openbsd-netcat
opencore-amr
openjpeg2
openssh
openssl
opus
orc
os-prober
osinfo-db
ostree
p11-kit
pacman
pacman-contrib
pacman-mirrorlist
pahole
pam
pambase
pango
pangomm
pangomm-2.48
papirus-icon-theme
parted
patch
pavucontrol
pciutils
pcre
pcre2
pcsclite
perl
perl-error
perl-libintl-perl
perl-mailtools
perl-timedate
phodav
pinentry
pipewire
pipewire-audio
pipewire-jack
pipewire-pulse
pipewire-session-manager
pixman
pkgconf
playerctl
plocate
polkit
polkit-gnome
polkit-qt6
poppler
poppler-qt6
popt
portaudio
power-profiles-daemon
procps-ng
progress
protobuf
psmisc
pugixml
python
python-autocommand
python-cairo
python-charset-normalizer
python-dbus
python-gobject
python-i3ipc
python-idna
python-imageio
python-imageio-ffmpeg
python-importlib-metadata
python-jaraco.collections
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-legacy-cgi
python-mako
python-markdown
python-markupsafe
python-more-itertools
python-notify2
python-numpy
python-packaging
python-pillow
python-platformdirs
python-psutil
python-requests
python-screeninfo
python-setuptools
python-six
python-tqdm
python-urllib3
python-wheel
python-xlib
python-zipp
qalculate-gtk
qca-qt6
qemu-audio-alsa
qemu-audio-dbus
qemu-audio-jack
qemu-audio-oss
qemu-audio-pa
qemu-audio-pipewire
qemu-audio-sdl
qemu-audio-spice
qemu-base
qemu-block-curl
qemu-block-dmg
qemu-block-gluster
qemu-block-iscsi
qemu-block-nfs
qemu-block-ssh
qemu-chardev-baum
qemu-chardev-spice
qemu-common
qemu-desktop
qemu-docs
qemu-emulators-full
qemu-full
qemu-hw-display-qxl
qemu-hw-display-virtio-gpu
qemu-hw-display-virtio-gpu-gl
qemu-hw-display-virtio-gpu-pci
qemu-hw-display-virtio-gpu-pci-gl
qemu-hw-display-virtio-vga
qemu-hw-display-virtio-vga-gl
qemu-hw-s390x-virtio-gpu-ccw
qemu-hw-usb-host
qemu-hw-usb-redirect
qemu-hw-usb-smartcard
qemu-img
qemu-pr-helper
qemu-system-aarch64
qemu-system-alpha
qemu-system-alpha-firmware
qemu-system-arm
qemu-system-arm-firmware
qemu-system-avr
qemu-system-hppa
qemu-system-hppa-firmware
qemu-system-loongarch64
qemu-system-m68k
qemu-system-microblaze
qemu-system-microblaze-firmware
qemu-system-mips
qemu-system-or1k
qemu-system-ppc
qemu-system-ppc-firmware
qemu-system-riscv
qemu-system-riscv-firmware
qemu-system-rx
qemu-system-s390x
qemu-system-s390x-firmware
qemu-system-sh4
qemu-system-sparc
qemu-system-sparc-firmware
qemu-system-tricore
qemu-system-x86
qemu-system-x86-firmware
qemu-system-xtensa
qemu-tests
qemu-tools
qemu-ui-curses
qemu-ui-dbus
qemu-ui-egl-headless
qemu-ui-gtk
qemu-ui-opengl
qemu-ui-sdl
qemu-ui-spice-app
qemu-ui-spice-core
qemu-user
qemu-vhost-user-gpu
qemu-vmsr-helper
qqc2-desktop-style
qt5-base
qt5-declarative
qt5-quickcontrols2
qt5-svg
qt5-translations
qt5-wayland
qt5-x11extras
qt6-5compat
qt6-base
qt6-declarative
qt6-multimedia
qt6-multimedia-ffmpeg
qt6-shadertools
qt6-speech
qt6-svg
qt6-translations
qt6-wayland
qt6ct-kde
raptor
rasqal
rav1e
re2
readline
redland
reflector
rhash
rnnoise
rofi
rofi-emoji
rpcbind
rsync
rtkit
rubberband
run-parts
samba
sbc
sdbus-cpp
sdl2-compat
sdl2_image
sdl3
seabios
seatd
sed
serd
shaderc
shadow
shared-mime-info
slang
sleuthkit
slurp
smbclient
snappy
sndio
solid
sonnet
sord
sound-theme-freedesktop
spdlog
speex
speexdsp
spice
spice-gtk
spice-protocol
spirv-tools
sqlite
squashfs-tools
sratom
srt
starship
startup-notification
stow
strace
sudo
supermin
svt-av1
swaync
swtpm
swww
syndication
syntax-highlighting
sysfsutils
syslinux
systemd
systemd-libs
systemd-sysvcompat
taglib
talloc
tar
tdb
terminus-font
tevent
texinfo
thin-provisioning-tools
thunar
thunderbird
timeshift
tinysparql
tomlplusplus
tpm2-tss
trash-cli
tree-sitter
tree-sitter-c
tree-sitter-lua
tree-sitter-markdown
tree-sitter-query
tree-sitter-vim
tree-sitter-vimdoc
tslib
ttf-font-awesome
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-meslo-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-common
tumbler
twolame
tzdata
udisks2
ufw
unarchiver
unibilium
unzip
upower
usbredir
uthash
util-linux
util-linux-libs
v4l-utils
vapoursynth
vde2
vid.stab
vim
vim-runtime
virglrenderer
virt-install
virt-manager
virt-viewer
virtiofsd
vlc-git
vmaf
volume_key
vte-common
vte3
vulkan-headers
vulkan-icd-loader
vulkan-intel
wavpack
waybar
wayland
wayland-protocols
webkit2gtk-4.1
webkitgtk-6.0
webrtc-audio-processing-1
wget
which
wireless_tools
wireplumber
wl-clipboard
wlogout
wlr-randr
woff2
wolfssl
wpa_supplicant
x264
x265
xapp
xarchiver
xcb-imdkit
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-errors
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcur2png
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xfconf
xfsprogs
xkeyboard-config
xmlsec
xorg-fonts-encodings
xorg-server-common
xorg-setxkbmap
xorg-xhost
xorg-xkbcomp
xorg-xprop
xorg-xset
xorg-xwayland
xorgproto
xvidcore
xxhash
xz
yara
yay
yazi
yyjson
zeromq
zimg
zix
zlib
zoxide
zstd
zxing-cpp
