7zip
alacritty
apparmor
ark
base
base-devel
bash-completion
bat
blueman
bluez
bluez-utils
breeze
breeze-icons
bridge-utils
brightnessctl
btop
chaotic-keyring
chaotic-mirrorlist
chromium
cliphist
dconf-editor
dialog
dnsmasq
dosfstools
fastfetch
ffmpegthumbnailer
firejail
fish
flatpak
flatseal
fzf
ghostty
git
gnome-calendar
gnome-disk-utility
grub
grub-btrfs
gvfs-mtp
htop
hypridle
hyprland
hyprland-qtutils
hyprlock
hyprpicker
hyprutils
inotify-tools
intel-ucode
iptables-nft
kate
kitty
kservice5
kvantum
kvantum-qt5
libguestfs
libreoffice-fresh
linux
linux-firmware
linux-headers
loupe
ly
man-db
man-pages
mtools
nemo
neovim
network-manager-applet
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
ntfs-3g
nwg-displays
nwg-look
obs-studio
openbsd-netcat
os-prober
papirus-icon-theme
pavucontrol
pipewire-pulse
plocate
polkit-gnome
power-profiles-daemon
progress
python-notify2
qalculate-gtk
qemu-full
qt5-quickcontrols2
qt5-wayland
qt6ct-kde
reflector
rofi
rofi-emoji
samba
starship
stow
swaync
swtpm
swww
terminus-font
thunar
thunderbird
timeshift
trash-cli
ttf-font-awesome
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-meslo-nerd
tumbler
ufw
unarchiver
unzip
vde2
vim
virt-manager
virt-viewer
vlc-git
waybar
wireless_tools
wlogout
wlr-randr
wpa_supplicant
xarchiver
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xorg-xhost
yay
yazi
zoxide
